[ETH_Fortress_DarkAvatarDied_Male_01 AkEvent]
SpokenText="Ми продовжимо iснування. Так було завжди. Нова форма дозволить позбутися тих, хто прагне тримати нас в кайданах. Ваш вид виживе, але ви самi - нi."

[ETH_Fortress_EtherealNag01_Male_01 AkEvent]
SpokenText="Ми пов'язанi єдиною ниткою. Ви вважаєте нас загарбниками свого свiту, але навiть не уявляєте, як низько може впасти ваш вид."

[ETH_Fortress_EtherealNag02_Male_01 AkEvent]
SpokenText="Колись давно нам вистачало тiльки сили. Нiхто не мiг зрiвнятися з нами, i наша зарозумiлiсть росла, подiбно до вашої. Коли вам вiдкриється iстина, ви зрозумiєте, яким важким був наш вибiр."

[ETH_Fortress_EtherealNag03_Male_01 AkEvent]
SpokenText="Ми очiкували вiд вас опору, це природно. Ваш вид молодий i неосвiчений. Межi цього свiту не залишають вам простору для зростання."

[ETH_Fortress_EtherealNag04_Male_01 AkEvent]
SpokenText="Ви не там шукаєте справедливiсть. Ми просимо у вас лише те, що нам потрiбно, щоб рухатися далi. Ми теж пройшли через жертви та страждання."

[ETH_Fortress_EtherealNag05_Male_01 AkEvent]
SpokenText="Ми не просимо нiчого, що не були б готовi вiддати самi. Але тепер наша сила тане, i ми починаємо сумнiватися. Сумнiв затьмарює наш зiр."

[ETH_Fortress_EtherealNag06_Male_01 AkEvent]
SpokenText="Немає такого шляху, немає такого свiту, в якому ваш вид виживе без нас. Почуйте нас, поки не стало занадто пiзно!"

[ETH_Fortress_EtherealNag07_Male_01 AkEvent]
SpokenText="Хто тут завойовник? Хто рятiвник?! Вашi дiї визначать долю тисячолiть!"

[ETH_Fortress_EtherealNag08_Male_01 AkEvent]
SpokenText="Наш кiнець принесе лише смерть i лихо тим, хто все ще чiпляється за ваш свiт! Невже ви нiчого не бачите?!"

[ETH_Fortress_EtherealRNFCall01_Male_01 AkEvent]
SpokenText="Ви готовi слiпо слiдувати за нами, не задаючи питань i намагаючись врятувати тих, хто не готовий врятувати себе сам."

[ETH_Fortress_EtherealRNFCall02_Male_01 AkEvent]
SpokenText="Самозакоханiсть вашої раси - давно не новина для нас. Ви не знаєте нiчого про те, що знаходиться за межами цього свiту."

[ETH_Fortress_EtherealRNFCall03_Male_01 AkEvent]
SpokenText="Порожнi жести, мала частка наших знань - їх виявилося достатньо, щоб змусити вашi гордi народи пiдкоритися."

[ETH_Fortress_EtherealRNFCall04_Male_01 AkEvent]
SpokenText="Ми не шукали влади i територiй. Ви не загроза для нас. Ми йдемо шляхом всесвiту."

[ETH_Fortress_FinalShowdownBegins_Male_01 AkEvent]
SpokenText="Цей безглуздий конфлiкт лише погiршує страждання вашого виду. Ми запропонували вам спiльне iснування. Ми не готовi витрачати час даремно."

[ETH_Fortress_FirstAvatarRevealed_Male_01 AkEvent]
SpokenText="Ми давно прагнули до цiєї форми, яка звiльнила б нас вiд наших кайданiв. Вашi дiї ставлять хрест на жертвах усiх тих, хто намагався зробити це реальнiстю."

[ETH_Fortress_TacIntro_Male_01 AkEvent]
SpokenText="Ви довели свою стiйкiсть, але зупинiться на цьому. Нашi цiлi - за межами вашого розумiння. Вам буде дозволено iснувати, як було дозволено ранiше."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_True_Elder_03_a AkEvent]
SpokenText="Це удар по вашому ж майбутньому. Це божевiлля."

[T_Final_Mission_Final_Set_Five_True_Elder_02_a AkEvent]
SpokenText="Вам вiдкрилася правда, але ви все одно нападаєте на нас. Сумнiвiв не залишилося."

[T_Final_Mission_Final_Set_Four_True_Elder_01_a AkEvent]
SpokenText="Такий молодий вид i таке жахливе тягар. Стiльки загине, щоб iншi вижили. А тепер, можливо, вже занадто пiзно."

[T_Final_Mission_Final_Set_One_True_Elder_01_a AkEvent]
SpokenText="Ми несемо важкий тягар. Ми - остання надiя життя. Ми переможемо."

[T_Final_Mission_Final_Set_Three_True_Elder_01_a AkEvent]
SpokenText="Ми бачили загибель свiтiв. Ми бачили, як гинуть цивiлiзацiї. Вам не знайомий справжнiй ворог. Ми приховали вiд вас iстину, ми не знали, що ви здатнi усвiдомити..."

[T_Final_Mission_Final_Set_Two_True_Elder_01_a AkEvent]
SpokenText="Якщо не заради нас, то хоча б заради свого свiту. Подумайте, скiльки життiв ви врятуєте, просто повернувшись до нас."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_01_a AkEvent]
SpokenText="Ви - наш найвеличнiший ворог. I ви - наш Аватар. Ви можете вести армiї проти бурi. Врятувати свiй свiт. Повертайтеся до нас, часу не залишилося."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_08_a AkEvent]
SpokenText="Повернiться до нас. Колись ви були нашим найвеличнiшим зброєю проти цiєї планети, i можете стати ним знову."

[T_Final_Mission_First_Hostile_Avatar_Reveal_True_Elder_03_a AkEvent]
SpokenText="Ваш вид - лише тiнь нашої iстини. Ми боремося з тим, що загрожує поглинути нас усiх. Вашi зусилля ставлять хрест на жертвах тих, хто був до вас. Ви не залишаєте нам вибору."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Знову i знову ви не приймаєте нашу мудрiсть. Ми проявляємо лише щедрiсть i спiвчуття, але, як i всьому в свiтi, у них є межа. Ми не можемо бiльше терпiти вашi дiї."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Iнший шлях все ще iснує."

[T_Final_Mission_First_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Стiльки сил витрачено на опiр, на боротьбу з тим, що повинно принести вам велич! I тим не менш, ви тут, як ми i очiкували. Прагнучи не допустити створення Аватара, ви пройшли шлях, який був намiчений нами. Ви перевершили навiть нашi власнi очiкування."

[T_Final_Mission_First_Set_One_Angelic_Elder_01_a AkEvent]
SpokenText="Ми не можемо зрозумiти, звiдки ця слiпа ненависть. Ми нiколи не були ворогами цьому свiту. Адже ви - частина нас."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a AkEvent]
SpokenText="Недовiра. Можливо, нашi слова здадуться вам бiльш правдивими, якщо..."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a_ALT AkEvent]
SpokenText="I ви все ще не вiрите нам. Можливо, нашi слова здадуться вам бiльш правдивими..."

[T_Final_Mission_First_Set_Six_Angelic_Elder_Alt_a AkEvent]
SpokenText="Ви бачите в нас завойовникiв свого свiту, але нам це нiколи не було потрiбно. Ви люто воювали, знищили стiльки iнопланетних видiв, але нi в кого з нас не було вибору. Наш дiм був найдавнiшим зi свiтiв, i вiн впав першим. Загинули мiльярди, i це було лише початком."

[T_Final_Mission_First_Set_Three_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="\"Адвент\" запропонував людям надiю. Краще майбутнє. Велич. I ви вiдмовляєтесь. Що ще ми можемо запропонувати?"

[T_Final_Mission_First_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Вони так багато ризикували, щоб повернути вас, а все заради чого? Знову насильство. Знову вiйна. Знову смерть. Ви повиннi були стати чимось бiльшим."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Вперше побачивши Землю, ми зi скорботою спостерiгали руїни свiту, страждаючу расу, що в агонiї тягнеться до зiрок. Ми вiдповiли на ваш заклик. Ми побачили ваш потенцiал."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="Перше вторгнення було лише випробуванням. Те, що багато хто вважає поразкою, було насправдi великим успiхом. Вам залишилося зайняти своє мiсце серед нас..."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_04_a AkEvent]
SpokenText="Ми нiчого не втратили. Наша найвеличнiша зброя повертається до нас."

[T_Final_Mission_Middle_Set_Four_True_Elder_05_a AkEvent]
SpokenText="Ви впораєтесь, командире. Ви вже перемагали їх."

[T_Final_Mission_Middle_Set_One_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="Звiдси ми можемо призвати незлiченнi легiони. Вони зметуть вас. Але ми можемо i вiдкликати свої армiї в будь-який момент. Вас чекає мир, якщо ви готовi до об'єднання."

[T_Final_Mission_Middle_Set_Three_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Наша мiць не знає меж. Нашi вiйська йтимуть до кiнця. Їх не потрiбно переконувати: вони знають, що поразка - кiнець всьому."

[T_Final_Mission_Middle_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Довгi роки ви були частиною нас. Ви на багато що здатнi, але справжня природа вашої сили прихована вiд вас. Повернiться до нас, i ваш свiт буде врятований. Встаньте у нас на шляху, i рятувати буде нiчого..."

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText="Яка втрата. Безглуздi жертви. Ви змусили нас. Але ми готовi запропонувати мир. Будьте з нами, i свiт буде врятований."

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText="Сумно. Але очiкувано."

[T_Final_Mission_XCOM_Avatar_Has_Died_True_Elder_02_a AkEvent]
SpokenText="Втрачений повертається до нас. З поверненням."
